Repository: meoblast001/kksystem
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de

# something-wrong
source: Something is wrong.
de: Etwas ist falsch.

source: Error
de: Fehler

source: Study
de: Lernen

source: Centre
de: Zentrum

source: Edit
de: Bearbeiten

# cardset-already-exists
source: Failed to create cardset. Already exists.
de: Kartenzusammenstellung nicht gemacht. Sie existiert schon.

source: New Set
de: Neue Zusammenstellung

source: Edit Set
de: Zusammenstellung bearbeiten

source: Boxes by Set
de: Kästen nach Zusammenstellungen

source: Edit Box
de: Kasten bearbeiten

# ajax-form-not-valid
source: Form not valid. Fields contain invalid data or were left blank.
de: Formular nicht gültig. Felder enthielten ungültige Daten oder waren leer.

source: New Box
de: Neuen Kasten

source: Cards by Set
de: Karten nach Zusammenstellungen

source: New Card
de: Neue Karte

source: Edit Card
de: Karte bearbeiten

source: Username
de: Benutzername

source: Password
de: Passwort

source: Repeat Password
de: Passwort wiederholen

# passwords-dont-match
source: The passwords do not match.
de: Die Passwörter sind nicht gleich.

source: Card Set
de: Kartenzusammenstellung

source: Create New Set
de: Neue Zusammenstellung machen

# study-type-single-box
source: Practice Single Box
de: Nur einen Kasten üben

# study-type-no-box
source: Practice Cards Currently in No Box
de: Karten üben, die nicht in einem Kasten sind

source: Study Type
de: Studierenart

source: Card Box
de: Kartenkasten

source: Review Frequency (In Days)
de: Überprüfungshäufigkeit (nach Tägen)

source: Front
de: Vorderseite

source: Back
de: Rückseite

source: No Box
de: Keine Kasten

source: Login failed.
de: Anmeldung fehlgeschlagen

source: Login
de: Anmelden

source: Registration Successful
de: Registrierung

source: Registered
de: Registriert

source: Back to Centre
de: Zurück zum Zentrum

source: Confirmation
de: Bestätigung

source: Email matches that of another user.
de: Email wird schon verwendet.

source: Username matches that of another user.
de: Benutzername wird schon verwendet.

source: Register
de: Registrieren

source: Password Recovery
de: Passwortswiederherstellung

source: Reset Password Here
de: Hier Passwort zurücksetzen

# email-sent-with-reset-password-link
source: An email was sent to you with a link to reset your password.
de: Ein Email wird zu dir geschickt, die einem Link hat, um dein Passwort zurückzusetzen.

source: Request Pending
de: Anfrage hängt

source: Back to Login
de: Zurück zu Anmeldungseite

# username-and-email-do-not-match-valid-user
source: Username and email address do not match a valid user.
de: Benutzername und Emailadresse passt nicht mit einem gültigen Benutzer zusammen.

source: Request Password Recovery Email
de: Passwortwiederherstellungsemail beantragen

source: Password Changed
de: Passwort geändert

source: Password Recovery Complete
de: Passwortwiederherstellung ist fertig

source: Reset Password
de: Passwort zurücksetzen

# recovery-session-id-not-found
source: An error occurred. Perhaps you did not provide a recovery session ID in the URL.
de: Ein Fehler ist passiert. Vielleicht hast du nicht eine Wiederherstellungsidentität in der URL geboten.

source: Recovery session ID invalid
de: Wiederherstellungsidentität ungültig

source: No boxes to review.
de: Es gibt keine Kästen zu überprüfen.

# review-session-expired
source: Review session has expired.
de: Überprüfungsitzung ist geendet.

source: No card box specified.
de: Keinen Kartenkasten ausgewählt.

# cannot-move-to-first-box
source: There are no cardboxes. Cannot move card to first box.
de: Es gibt keine Kartenkästen. Kann nicht Karte zum ersten Kasten bewegen.

source: Completed
de: Fertig

source: Settings
de: Einstellung

source: Exit
de: Abmelden

source: Continue
de: Fortfahren

# error-occurred-box-data-not-saved
source: An error has occurred, Box data has not been saved.
de: Ein Fehler ist passiert. Kastendaten wird nicht gespeichert.

source: Message
de: Nachricht

source: Success
de: Erfolg

source: Create
de: Machen

source: Loading
de: Ladet gerade

# error-occurred-card-data-not-saved
source: An error has occurred, Card data has not been saved.
de: Ein Fehler ist passiert. Kartendaten wird nicht gespeichert.

source: Cards
de: Karten

source: Boxes
de: Kästen

source: Previous
de: Vorherige

source: Next
de: Nächste

source: Search
de: Suchen

source: Card Front
de: Kartenvorderseite

source: Card Back
de: Kartenrückseite

source: Welcome
de: Willkommen

source: Recover Password
de: Passwort wiederherstellen

source: Request
de: Beantragen

source: Study Mode
de: Studierenart

source: Current Set
de: Aktuelle Zusammstellung

source: Current Box
de: Aktueller Kasten

source: In This Box
de: In diesem Kasten

source: Finish
de: Fertig

# click-to-flip-card
source: Click here to flip card.
de: Hier klicken, um die Karte zu flippen.

source: Correct
de: Korrekt

source: Incorrect
de: Nicht Korrekt

source: Delete
de: Löschen

source: This action must be posted.
de: Diese Handlung muss gepostet werden.

source: Deleted.
de: Gelöscht.

# are-you-sure-delete
source: Are you sure you want to delete that?
de: Willst du das wirklich löschen?
